--
-- Created by IntelliJ IDEA.
-- User: zhanghai
-- Date: 2015/12/9 0009
-- Time: 上午 10:40
-- To change this template use File | Settings | File Templates.
--

--教师身份：教学研究、教学感悟、研修心得、校园生活、心情随笔、读书心得
--学生身份：校园生活、学习笔记、作文日记、课外阅读、社会实践、心情随笔
--家长身份：成长日记、童言趣语、育儿有方、家庭教育、读书心得、心情随笔
return {
    "REPLACE INTO T_SOCIAL_BLOG_CATEGORY (ID,NAME,IDENTITY_ID ,LEVEL,SEQUENCE,BUSINESS_ID,BUSINESS_TYPE)" ..
            "VALUES" ..
            "(1,'教学反思',5,1,1,1,1)," ..
            "(2,'教学感悟',5,1,2,1,1)," ..
            "(3,'研修心得',5,1,3,1,1)," ..
            "(4,'校园生活',5,1,4,1,1)," ..
            "(5,'心情随笔',5,1,5,1,1)," ..
            "(6,'读书心得',5,1,6,1,1)," ..

            "(7,'校园生活',6,1,1,1,1)," ..
            "(8,'学习笔记',6,1,2,2,1)," ..
            "(9,'作文日记',6,1,3,1,1)," ..
            "(10,'课外阅读',6,1,4,1,1)," ..
            "(11,'社会实践',6,1,5,1,1)," ..
            "(12,'心情随笔',6,1,6,1,1)," ..


            "(13,'成长日记',7,1,1,1,1)," ..
            "(14,'童言趣语',7,1,2,2,1)," ..
            "(15,'育儿有方',7,1,3,1,1)," ..
            "(16,'家庭教育',7,1,4,1,1)," ..
            "(17,'读书心得',7,1,5,1,1)," ..
            "(18,'心情随笔',7,1,6,1,1)"
}